Repository: mrlnc/WorkoutsNoise
Catalog: NoiseMapWorkouts/*.lproj/Localizable.strings
Languages: de

# select_one_category
source: Select at least one workout category.
de: Wähle mindestens eine Workout-Kategorie.

# measurements_impaired
source: Noise measurements work best for walking workouts. When running or cycling, the measurements might be impaired by e.g. airstream or rattling.
de: Geräuschmessungen funktionieren am besten bei Spaziergängen. Beim Laufen oder Fahrradfahren kann z.B. der Fahrtwind die Messungen verfälschen.

# display workouts %lld
source: Display %lld Workouts
de: Zeige %lld Workouts an

source: Welcome to
de: Willkommen bei

# welcome_bullet_1_title
source: Identify Loud Places
de: Identifiziere laute Orte

# welcome_bullet_1_text
source: WorkoutsNoise displays your noise exposure on a map to help you identify loud places - like particularly noisy streets.
de: WorkoutsNoise zeigt dir eine persönliche Lärmkarte und hilft dir, laute Orte zu identifizieren.

# welcome_bullet_2_title
source: Automatic Noise Measurements
de: Automatische Messungen mit Apple Watch

# welcome_bullet_2_text
source: Apple Watch automatically monitors noise exposure. When recording workouts, Apple Watch also saves your workout track.
de: Apple Watch zeichnet den Geräuschpegel in deiner Umgebung auf. Wenn du Workouts machst, wird die Strecke gespeichert.

# welcome_bullet_3_title
source: Automatic Noise Measurements
de: Auswertung mit WorkoutsNoise

# welcome_bullet_3_text
source: When recording workouts, Apple Watch also saves your workout track.
de: WorkoutsNoise kombiniert die Messungen und zeigt dir den Geräuschpegel auf deinen Workout-Strecken an.

# welcome_display_noise
source: WorkoutsNoise displays your noise exposure on a map to help you identify loud places - like particularly noisy streets.
de: WorkoutsNoise zeigt die Geräuschbelastung auf einer Karte an, um laute Orte zu identifizieren.

# save_to_csv
source: Export as CSV
de: Als CSV exportieren

# export_warning
source: Export data for e.g. further analysis. The export will be saved as a regular file in whatever location you choose. Exporting is not required for the functionality of this app.
de: Datenexport z.B. für weitere Analysen. Die Daten werden als reguläre Datei im gewählten Speicherort hinterlegt. Der Export ist für die Funktionalität der App nicht nötig.

# dataquality_missing_location
source: No Workout path found.
de: Kein Workout-Pfad gefunden.

# dataquality_missing_noise
source: No noise measurements found.
de: Keine Geräuschmessungen

# dataquality_missing_both
source: Neither Workout path nor noise measurements found.
de: Weder Pfad noch Geräuschmessungen gefunden.

# restore_default_settings
source: Restore default filter settings
de: Filter zurücksetzen

# scrollbar_title
source: Noise during Workouts
de: Geräuschpegel bei Workouts

source: Time
de: Zeit

# noise_spl
source: Noise [dBA SPL]
de: Geräuschpegel [dBA SPL]

source: Exposure [min]
de: Dauer [min]

# permissions_title
source: Permissions
de: Berechtigungen

source: Exposure Time
de: Dauer

source: Continue
de: Weiter

# permissions_title_1
source: Access to Health and Workouts
de: Zugang zur Health App und Workouts

# permissions_text_1
source: We request your permission to read Noise and Workout data through the Health app.
de: Wir benötigen deine Zustimmung, um Geräuschmessungen und Workouts aus der Health App zu lesen.

# permissions_title_2
source: Your Data Stays on Your Device
de: Deine Daten bleiben auf deinem Smartphone

# permissions_text_2
source: We do not store, transfer, or otherwise use your data. It remains on-device.
de: Die Daten werden nicht übertragen oder gespeichert. Alles bleibt lokal auf deinem Gerät.
